tap "brevdev/brev"
brew "ast-grep"
brew "coreutils"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "luarocks"
brew "neovim"
brew "node"
brew "ripgrep"
brew "ruff"
brew "rustup"
brew "stow"
brew "tmux"
brew "tmux-sessionizer"
brew "tree"
brew "tree-sitter-cli"
brew "typst"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "brevdev/brev/brev"
cask "claude-code"
cask "codex"
cask "sioyek"
